export const STATS = [
    {name: 'Основные', substats: ['Сила', 'Ловкость', 'Выносливость', 'Интеллект', 'Дух']},
    {name: 'Магия', substats: ['Урон', 'Исцеление', 'Меткость', 'Шанс крит. урона', 'Скорость', 'Проникающая способность', 'Мана в 5 сек.']},
    {name: 'Ближний бой', substats: ['Сила атаки', 'Меткость', 'Шанс крит. урона', 'Скорость', 'Пробитие брони', 'Экспертиза']},
    {name: 'Дальний бой', substats: ['Сила атаки', 'Меткость', 'Шанс крит. урона', 'Скорость', 'Пробитие брони', 'Экспертиза']},
    {name: 'Защита', substats: ['Броня', 'Защита', 'Устойчивость', 'Шанс уклонения', 'Избегание']},
    {name: 'Сопротивление', substats: ['Тайная магия', 'Огонь', 'Природа', 'Лёд', 'Тьма']},
]